/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Click Update to update your iPod.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Select an iPod to update its firmware.";
"UPDATE_ONE_SELECTION" = "Click Update to update %@ to version %@.";
"UPDATE_MULTIPLE_SELECTION" = "Click Update to update the selected iPods.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Click Update to update your iPod.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "Your iPod is up to date.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "The selected iPods are up to date.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "The selected iPod is not supported by this updater.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Only Macintosh formatted iPods can be updated.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Click Restore to restore your iPod to its factory settings.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Select an iPod to restore it to its factory settings.";
"RESTORE_ONE_SELECTION" = "Click Restore to restore your iPod to its factory settings.";
"RESTORE_MULTIPLE_SELECTION" = "Click Restore to restore the selected iPods to their factory settings.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Click Restore to restore your iPod to its factory settings.";
"RESTORE_NOT_MOUNTED_YET" = "Waiting for iPod to become ready.";
"RESTORE_ONLY_OVER_FIREWIRE" = "You must connect using FireWire to restore this iPod.";

"UPDATING_STATUS" = "Updating %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Restore Confirmation";
"RESTORE_ALERT_SHEET_DESC" = "Are you sure you want to restore your iPod to its factory settings? All of your songs and other data will be erased.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Plug in an iPod to update it.";
"IPOD_RESTARTING_RESTORE" = "Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process.";
"IPOD_RESTARTING_UPDATE" = "Your iPod's software has been updated, and is restarting. Please leave the iPod connected and wait while it completes the update process.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "Your iPod has been updated. Please unplug and replug the iPod so it can complete the update process.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "Your iPod has been restored to factory settings. Please unplug the iPod and connect it to the external power supply to complete the restore process.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "Your iPod has been updated. Please unplug the iPod and connect it to the external power supply to complete the update process.";
"TOO_MANY_IPODS" = "More than one iPod is attached. Please attach one iPod at a time to be updated. Eject the other iPods using the Finder and then unplug them.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Name";
"COPY_FIRMWARE_VERSION" = "Firmware version";
"COPY_SERIAL_NUMBER" = "Serial number";
"COPY_DISK_FORMAT" = "Disk format";
"COPY_CAPACITY" = "Capacity";
"COPY_POD_FAMILY" = "iPod family";
"COPY_UPDATER_FAMILY" = "Updater family";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Mounting)";
"UNMOUNTED_NAME" = "(Unmounted)";
"RESTORING_NAME" = "(Restoring)";
"UPDATING_NAME" = "(Updating)";
"RESTARTING_NAME" = "(Restarting)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "Restoring %@";
"UPDATING_STATUS" = "Updating %@";
"RESTARTING_STATUS" = "Restarting";
"EXAMINING_STATUS" = "Examining iPod";
"UNMOUNTING_STATUS" = "Unmounting iPod";
"PREPARING_STATUS" = "Preparing iPod";
"FINISHING_STATUS" = "Finishing";
"FORMATTING_STATUS" = "Formatting iPod";
"WRITING_FIRMWARE_STATUS" = "Writing iPod software";
"CLEARING_STATUS" = "Removing old iPod software";
"WRITING_ICON_STATUS" = "Writing volume icon";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Multiple iPods selected.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "No iPods selected.";
/* Displayed when info is not available */
"UNKNOWN" = "Unknown";

/* Button titles */
"RESTORE" = "Restore";
"CANCEL" = "Cancel";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Error";
"CANT_UNMOUNT" = "The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again.";
"CANT_MOUNT" = "A single iPod was detected, but it must be mounted on the desktop for this operation to work.";
"GENERAL_ERROR" = "An error occurred updating or restoring iPod.";
"SIGMATEL_ERROR" = "An error occurred updating or restoring iPod. Disconnect iPod, reconnect and then try restoring again. If that does not work, go to http://www.apple.com/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "The data partition could not be found and could not be formatted. Disconnect iPod, reconnect and then try restoring again.";
"FORMAT_ERROR" = "There was an error formatting the iPod.";
"FORMAT_ERROR_Q14_USB" = "There was an error formatting the iPod. Try connecting the iPod via FireWire and try again.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Unknown";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Debug";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Always allow updates";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "Your iPod has been updated and is now restarting. Please leave the iPod connected and wait while it completes the update process. Would you like to quit the iPod Updater and launch iTunes?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "Your iPod has been restored and is now restarting. Please leave the iPod connected and wait while it completes the restore process. Would you like to quit the iPod Updater and launch iTunes?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "Your iPod has been updated. Please unplug the iPod and connect it to the external power supply to complete the update process. Would you like to quit the iPod Updater and launch iTunes?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "Your iPod has been restored. Please unplug the iPod and connect it to the external power supply to complete the update process. Would you like to quit the iPod Updater and launch iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "Your iPod has been updated. Please unplug and replug the iPod so it can complete the update process. Would you like to quit the iPod Updater and launch iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "Your iPod has been restored. Please unplug and replug the iPod so it can complete the update process. Would you like to quit the iPod Updater and launch iTunes?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";